---
kind: other
id: Properties.T:Autodesk.Revit.DB.ExternalResourceBrowserData
source: html/ea0fe6d5-8628-8385-07b6-79b9f308beae.htm
---
# ExternalResourceBrowserData Properties

The current folder path to which the new resources and subfolder belong.